Repository: Koffeinfriedhof/gealach
Catalog: po/plasma_applet_org.koffeinfriedhof.gealach_*.po
Languages: de, es, fr

# NAME OF TRANSLATORS
source: Your names
de: Eure Namen
es: Victorhck
fr: koffeinfriedhof

# EMAIL OF TRANSLATORS
source: Your emails
de: Eure Emailadressen
es: Victorhck@opensuse.org
fr: koffeinfriedhof@gmail.com

source: Choose Hemisphere
de: Wähle Hemisphäre
es: Escoger hemisferio
fr: Montrer dans l'hémisphère

source: Northern
de: Nordhalbkugel
es: Norte
fr: Hémisphère nord

source: Southern
de: Südhalbkugel
es: Sur
fr: Hémisphère sud

source: Icon Update Interval
de: Aktualisierungsintervall der Symboldarstellung
es: Intervalo de actualización del icono
fr: Intervalle de mise à jour d'icône

source: minutes
de: Minuten
es: minutos

source: Show Icon Background
de: Zeige Hintergrund der Symboldarstellung
es: Mostrar el botón del fondo
fr: Montrer arrière-plan d'icône

source: New Moon
de: Neumond
es: Luna nueva
fr: Nouvelle Lune

source: First Quarter
de: Erstes Viertel
es: Cuarto creciente
fr: Premier quartier

source: Full Moon
de: Vollmond
es: Luna llena
fr: Pleine Lune

source: Last Quarter
de: Letztes Viertel
es: Cuarto menguante
fr: Dernier quartier

source: Next New Moon
de: Nächster Neumond
es: Próxima luna nueva
fr: Nouvelle Lune suivante

source: Prev
de: Vorherige
es: Previo
fr: Précédent

source: Show previous moon phase. (Key:Left)
de: Zeige vorherige Mondphase (Taste: Links)
es: Muestra la fase previa de la luna. (Tecla: Izquierda)
fr: Montre Lune précédente (Touche: gauche)

source: Next
de: Nächste
es: Próximo
fr: Suivant

source: Show next moon phase. (Key:Right)
de: Zeige nächste Mondphase (Taste: Rechts)
es: Muestra la próxima fase de la luna. (Tecla: Derecha)
fr: Montre Lune suivante (Touche: droite)

source: Current Phase
de: Aktuelle Phase
es: Fase actual
fr: Actuel

source: Show current phases. (Key:Up)
de: Zeige aktuelle Mondphase (Taste: Hoch)
es: Muestra las fases actuales. (Tecla: Arriba)
fr: Montre lune actuel (Touche: haut)

source: TODAY IS FULL-MOON!
de: HEUTE IST VOLLMOND!
es: ¡HOY ES LUNA LLENA!
fr: AUJOURD'HUI EST PLEINE LUNE!

source: Please choose %1
de: Bitte wähle die %1
es: Por favor escoja %1
fr: Choisissez la couleur %1

source: Primary Font Color
de: primäre Schriftfarbe
es: Color de la fuente principal
fr: de police primaire

source: Secondary Font Color
de: sekundäre Schriftfarbe
es: Color de la fuente secundaria
fr: de police secondaire

source: Background Color
de: Hintergrundfarbe
es: Color del fondo
fr: d'arrière-plan

source: Preview
de: Vorschau
es: Vista previa
fr: Prévisualisation

source: Set Theme Colors
de: Setze Farbschema (Theme)
es: Ajustar el tema del color
fr: Couleurs à thème

source: Show/Hide Explanation
de: Zeige/Verberge Erklärung
es: Mostrar/ocultar explicación
fr: Afficher / Masquer Explication

source: Quote from <a href="http://doc.qt.io/qt-5/qml-color.html">QML Colors</a>: You may enter a color by a SVG color name, such as "red", "green" or "lightsteelblue" or by a hexadecimal triplet or quad in the form "#RRGGBB" and "#AARRGGBB" respectively. For example, the color red corresponds to a triplet of "#FF0000" and a slightly transparent blue to a quad of "#800000FF".
de: Zitat von <a href="http://doc.qt.io/qt-5/qml-color.html">QML Colors</a>: Erlaubt sind SVG-Farbnamen wie "red", "green" oder"lightsteelblue" oder die Hexadezimaldarstellung als Triole oder Quartett in den Formen "#RRGGBB" und "#AARRGGBB". Beispiele: die Farbe rot entspricht der Triole "#FF0000" und ein leicht transparentes blau dem Quartett "#800000FF".
es: Cita de la web <a href="http://doc.qt.io/qt-5/qml-color.html">QML Colors</a>: Puede introducir un color por su nombre de color SVG, como "red", "green" o "lightsteelblue" o por tres o cuatro pares de números hexadecimales en el siguiente formato "#RRGGBB" and "#AARRGGBB" respectively. For example, the color red corresponds to de tres pares o "#FF0000" en cuatro pares por ejemplo un azul ligeramente transparente sería "#800000FF" en formato de cuatro pares de cifras.
fr: Citation de <a href="http://doc.qt.io/qt-5/qml-color.html">QMLColors</a>: Vous pouvez saisir une couleur par un nom de couleur SVG, tel que "red", "green" ou "lightsteelblue" ou par un triplet ou quadhexadécimal sous la forme #RRGGBB ou AARRGGBB respectivement. Parexemple, la couleur rouge correspond à un triplet de "#FF0000" etun bleu légèrement transparent à un quad de "#800000FF".

source: Choose Date Format
de: Format des Datums einstellen
es: Escoger el formato de la fecha
fr: Format des dates

source: Text Date
de: Standard
es: Fecha en texto
fr: Date textuelle

source: ISO Date
de: ISO 8601
es: Fecha en formato ISO
fr: Date de l'ISO 8601

source: Short Date
de: Kurz
es: Fecha corta
fr: Date courte

source: Long Date
de: Ausführlich
es: Fecha larga
fr: Date longue

source: Custom Date
de: Benutzerdefiniert
es: Fecha personalizada
fr: Personalisé

source: Custom Date Format:
de: Benutzerdefiniertes Format
es: Personalizar el formato de la fecha:
fr: Date personalisé

source: Preview:
de: Vorschau:
es: Vista previa:
fr: Prévisualisation:

source: Available expressions:
de: Verfügbare Ausdrücke:
es: Expresiones disponibles:
fr: Expressions disponibles:

source: Show Button Text
de: Zeige Schaltflächentext
es: Mostrar el texto en los botones
fr: Afficher le texte de bouton

source: Today is New Moon
de: Heute ist Neumond

source: Waxing Crescent
de: Zunehmender Mond
es: Cuarto creciente
fr: Premier croissant

source: Yesterday was New Moon
de: Gestern war Neumond
es: La luna nueva fue ayer
fr: La nouvelle Lune était hier

source: %1 day since New Moon
de: %1 Tag seit Neumond
es: %1 día desde la pasada luna nueva
fr: %1 jour depuis la nouvelle Lune

source: Waning Crescent
de: Abnehmender Mond
es: Cuarto menguante
fr: Dernier croissant

source: Tomorrow is New Moon
de: Morgen ist Neumond
es: Mañana es luna nueva
fr: La nouvelle Lune est demain

source: %1 day to New Moon
de: %1 Tag bis Neumond
es: %1 día para la luna nueva
fr: %1 jour avant la nouvelle Lune

source: Today is Full Moon
de: Heute ist Vollmond
es: Hoy es luna llena
fr: La pleine Lune est aujourd'hui

source: Waxing Gibbous
de: Zunehmender Halbmond
es: Cuarto creciente
fr: Lune gibbeuse croissante

source: Tomorrow is Full Moon
de: Morgen ist Vollmond
es: Mañana es luna nueva
fr: La pleine Lune est demain

source: %1 day to Full Moon
de: %1 Tag bis Vollmond
es: %1 día para la luna llena
fr: %1 jour avant la pleine Lune

source: Waning Gibbous
de: Abnehmender Halbmond
es: Cuarto menguante
fr: Lune gibbeuse décroissante

source: Yesterday was Full Moon
de: Gestern war Vollmond
es: Ayer fue luna llena
fr: La pleine Lune était hier

source: %1 day since Full Moon
de: %1 Tag seit Vollmond
es: %1 día desde la pasada luna llena
fr: %1 jour depuis la pleine Lune

source: Icon
de: Symbol
es: Icono
fr: Icône

source: Colors
de: Farben
es: Colores
fr: Couleurs

source: Credits
de: Über
es: Créditos
fr: About

source: Popup
es: Ventana emergente
fr: Contextuelle
